Repository: zxbmmmmmmmmm/SkylineWeather
Catalog: FluentWeather.Uwp/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, fr_fr, zh_cn

# About.Text
source: About
es_es: Acerca de
fr_fr: A Propos
zh_cn: 关于

# AboutAppBarButton.Label
source: About
es_es: Acerca de
fr_fr: A Propos
zh_cn: 关于

# About_AppDescription.Text
source: Skyline is an open source weather application.
es_es: Skyline es una aplicación de clima de código abierto.
fr_fr: Météo est une application météo open source.
zh_cn: Skyline是一款开源的天气应用。

# About_HelpTranslate.Text
source: Help Translate
es_es: Ayúdanos a Traducir
fr_fr: Aider à la traduction
zh_cn: 参与翻译

# About_OpenSourceLicenses.Text
source: Open source licenses
es_es: Licencias de código abierto
fr_fr: Licences Open Source
zh_cn: 开放源代码许可

# About_OpenSourceLicensesDescription.Text
source: The app uses the following open source libraries
es_es: La aplicación utiliza las siguientes librerías de código abierto
fr_fr: L'application utilise les bibliothèques open source suivantes
zh_cn: 本应用使用以下开源库

# About_ProjectUrl.Text
source: Source Code
es_es: Código Fuente
fr_fr: Code Source
zh_cn: 项目地址

# About_Sponsor.Text
source: Sponsor
es_es: Patrocinador
fr_fr: Code Source
zh_cn: 赞助

# AdminDistrict2TextBox.Header
source: Admin district 2
es_es: Administrar provincia
fr_fr: District 2 de l'administrateur
zh_cn: 行政区2

# AdminDistrict2TextBox.PlaceholderText
source: City/District/County
es_es: Ciudad
fr_fr: Ville/District/Comté
zh_cn: 市/区/县

# AdminDistrictTextBox.Header
source: Admin district
es_es: Administrar provincia
fr_fr: District de l'administrateur
zh_cn: 行政区

# AdminDistrictTextBox.PlaceholderText
source: Province/State
es_es: Provincia
fr_fr: Province/état
zh_cn: 省/州

# AirCondition.Text
source: Air quality
es_es: Calidad del aire
fr_fr: Qualité de l'air
zh_cn: 空气质量

# AirConditionUnit.Text
source: Unit:μg/m³
es_es: Unidad: μg/m3
fr_fr: Unité:μg/m3
zh_cn: 单位:μg/m³

source: Air quality
es_es: Calidad del aire
fr_fr: Qualité de l'air
zh_cn: 空气质量

# AppDescription
source: An open source weather app
es_es: Una aplicación de tiempo de código abierto
fr_fr: Une application météo open source
zh_cn: 一款开源的天气应用

# AppDisplayName
source: Weather
es_es: El Tiempo
fr_fr: Météo
zh_cn: 天气

# ApplyButton.Content
source: Apply
es_es: Aplicar
fr_fr: Appliquée
zh_cn: 应用

# AutoCheckUpdatesSettingsCard.Header
source: Check for updates automatically
es_es: Buscar actualizaciones automáticamente
fr_fr: Rechercher automatiquement les mises à jour
zh_cn: 自动检查更新

# AutoPositioningSettingsCard.Description
source: Location permission is required. This may slow startup speed, and we do not recommend desktop devices to turn on this feature.
es_es: Se requiere permiso de ubicación. Esto puede ralentizar la velocidad de inicio, y no recomendamos que los dispositivos de escritorio activen esta función.
fr_fr: Une autorisation de localisation est requise. Cela peut ralentir la vitesse de démarrage et nous ne recommandons pas aux appareils de bureau d'activer cette fonctionnalité.
zh_cn: 需要定位权限，可能会减慢启动速度，台式机不建议开启

# AutoPositioningSettingsCard.Header
source: Update locations on startup
es_es: Actualizar ubicaciones al iniciar
fr_fr: Mettre à jour la localisation au démarrage
zh_cn: 启动时更新位置

# BackgroundBlurSettingsCard.Header
source: Background blur radius
es_es: Radio de desenfoque del fondo
fr_fr: Rayon de flou d'arrière-plan
zh_cn: 背景模糊半径

# BackgroundImageDescription.Text
source: You can also use different background\r\n\r\nmethods depending on weather: click \"Open Background Folder\", copy background image **(PNG)** to the folder, rename the images according to the following format:\r\n\r\n| Weather | File naming |\r\n| ----------|-------------------- |\r\n| sunny | Clear |\r\n| clouds | PartlyCloudy |\r\n| Cloudy |\r\n| Heavy rain | HeavyRain |\r\n| Light rains/rain | LightRain |\r\n| HeavySnow |\r\n| Light snow | Light snow | LightsSnow |\r\n| ThunderyShowers |\r\n| ThunderyHeavyRain |\r\n| Fog
es_es: También puede utilizar diferentes métodos de fondo\r\n\r\ndependiendo del tiempo: haga clic en \"Abrir carpeta de fondo\", copie la imagen de fondo **(PNG)** a la carpeta, renombrar las imágenes de acuerdo al siguiente formato:\r\n\r\n| Clima | Nombre de archivo |\r\n| ----------|-------------------- |\r\n| Soleado |\r\n| nubes | PartlyCloudy |\r\n| Nieve |\r\n| Lluvia pesada | Lluvia pesada |\r\n| Lluvias/lluvia ligera |\r\n| Nieve pesada |\r\n| Nieve ligera | Nieve ligera | Nieve | Luz | Nieve |\r\n| Muebles ThunderyHeavyRain |\r\n| Lluvia |\r\n| Nieve
fr_fr: Vous pouvez également utiliser différentes méthodes d'arrière-plan selon la météo : cliquez sur \"Ouvrir le dossier d'arrière-plan\", copiez l'image d'arrière-plan **(PNG)** dans le dossier, renommez les images selon le format suivant : Météo | Nommage de fichiers soleil | clair nuages PartlyCloudy Cloudy Pluie lourde | HeavyRain Pluie/pluie légère HeavySnow Neige légère | Neige légère | LumièreThunderyShowersThunderyHeavyRain Fog
zh_cn: 你也可以根据不同天气使用不同的背景\r\n\r\n方法:点击\"打开背景文件夹\"，将背景图片**(PNG格式)**复制到此文件夹内，将图片按照以下格式重命名即可:\r\n\r\n| 天气 | 文件命名 |\r\n|-------|-------------------|\r\n| 晴 | Clear |\r\n| 多云 | PartlyCloudy |\r\n| 阴 | Cloudy |\r\n| 大雨 | HeavyRain |\r\n| 小雨/中雨 | LightRain |\r\n| 大雪 | HeavySnow |\r\n| 小雪/中雪 | LightSnow |\r\n| 雷阵雨 | ThunderyShowers |\r\n| 雷电 | ThunderyHeavyRain |\r\n| 雾/霾 | Fog

# BackgroundImageText.Text
source: Background Image
es_es: Imagen de fondo
fr_fr: Image d'arrière-plan
zh_cn: 背景图片

# BackgroundSettingsCard.Description
source: Apply Background Settings
es_es: Aplicar configuración de fondo
fr_fr: Appliquer les paramètres d'arrière-plan
zh_cn: 应用背景设置

# BackgroundTransparencySettingsCard.Header
source: Background transparency
es_es: Fondo transparente
fr_fr: Transparence de l'arrière-plan
zh_cn: 背景透明度

# CancelButton.Content
source: Cancel
es_es: Cancelar
fr_fr: Annuler
zh_cn: 取消

# CheckUpdateButton.Content
source: Check
es_es: Verificar
fr_fr: Vérifier
zh_cn: 检查

# CheckUpdateSettingsCard.Description
source: Check for updates from GitHub
es_es: Buscar actualizaciones en GitHub
fr_fr: Vérifier les mises à jour de GitHub
zh_cn: 从GitHub检查更新

# CheckUpdateSettingsCard.Header
source: Check for Updates
es_es: Buscar Actualizaciones
fr_fr: Vérifier les mises à jour
zh_cn: 检查更新

# ClassicThemeSection.Content
source: Classic
es_es: Clásico
fr_fr: Classique
zh_cn: 经典

source: Close
es_es: Cerrar
fr_fr: Fermer
zh_cn: 关闭

# CloseButton.Content
source: Close
es_es: Cerrar
fr_fr: Fermer
zh_cn: 关闭

# CloudAmountDescription.Text
source: Percentage of the sky covered by cloud
es_es: Porcentaje del cielo cubierto por la nube
fr_fr: Pourcentage du ciel couvert par le nuage
zh_cn: 天空被云所遮蔽的比例

# CloudAmountText.Text
source: Cloud amount
es_es: Porcentaje de nubes
fr_fr: Montant du Cloud
zh_cn: 云量

# CountryRegionTextBox.Header
source: Country/Region
es_es: País
fr_fr: Pays/Région
zh_cn: 国家/地区

# CountryRegionTextBox.PlaceholderText
source: Country/Region
es_es: País
fr_fr: Pays/Région
zh_cn: 国家/地区

source: Current location
es_es: Ubicación actual
fr_fr: Localisation actuelle
zh_cn: 当前位置

# CurrentLocationText.Text
source: Current location
es_es: Ubicación actual
fr_fr: Localisation actuelle
zh_cn: 当前位置

# CustomOptions.Text
source: Custom Options
es_es: Opciones personalizadas
fr_fr: Options personnalisables
zh_cn: 自定义选项

# CustomPagesSettingsCard.Header
source: Custom main page
es_es: Personalizar página principal
fr_fr: Page principale personnalisée
zh_cn: 自定义主页

# DarkSection.Content
source: Dark
es_es: Oscuro
fr_fr: Sombre
zh_cn: 黑暗

# DataProviderSettingsCard.Header
source: Data provider
es_es: Proveedor de datos
fr_fr: Fournisseur de données
zh_cn: 数据提供商

# DataProviderSettingsExpanderDescription.Text
source: Select data provider
es_es: Seleccione el proveedor de datos
fr_fr: Sélectionnez le fournisseur de données
zh_cn: 选择数据提供商

# DataProviderSettingsExpanderDescription_CompareHyperlink.Text
source: Feature comparison
es_es: Comparación de funciones
fr_fr: Comparaison des caractéristiques
zh_cn: 功能对照

# DataSettingsExpander.Header
source: Data
es_es: Datos
fr_fr: Données
zh_cn: 数据

# DefaultPositionSettingsCard.Description
source: Use this position as current location (requires restart app)
es_es: Usar esta posición como ubicación actual (requiere reiniciar la aplicación)
fr_fr: Utiliser cette position comme emplacement actuel (nécessite un redémarrage de l'application)
zh_cn: 使用此位置作为当前位置(重启生效)

# DefaultPositionSettingsCard.Header
source: Default position
es_es: Ubicación por defecto
fr_fr: Position par défaut
zh_cn: 默认位置

# DeleteMenuItem.Text
source: Delete
es_es: Borrar
fr_fr: Supprimer
zh_cn: 删除

# DeveloperMenu.Text
source: For Developers
es_es: Para desarrolladores
fr_fr: Pour les développeurs
zh_cn: 开发者选项

# DewPointDescription.Text
source: The temperature required to liquefy water(like dew) in the air. The higher the dew point temperature is, the greater your feeling of being hot and stuffy will be.
es_es: La temperatura necesaria para licuar agua (como el rocío) en el aire. Cuanto mayor sea la temperatura del punto de rock, mayor será la sensación de estar caliente y relleno.
fr_fr: La température nécessaire à la liquéfaction de l'eau (comme la rosée) dans l'air. Plus la température du point de rosée est élevée, plus votre sensation de chaleur et de farce sera grande.
zh_cn: 使空气中水分凝结成液态水(例如露水)所需要降至的温度。露点温度越高,感觉越“闷热”

# DewPointText.Text
source: Dew point
es_es: Punto de rocío
fr_fr: Point de rosée
zh_cn: 露点温度

# EditDefaultPositionButton.Content
source: Edit
es_es: Editar
fr_fr: Éditer
zh_cn: 更改

# ErrorDialog.PrimaryButtonText
source: Close
es_es: Cerrar
fr_fr: Fermer
zh_cn: 关闭

# ErrorDialog.Title
source: Error
fr_fr: Erreur
zh_cn: 错误

# FeelsLike.Text
source: Feels like:
es_es: Sensación térmica:
fr_fr: On dirait que :
zh_cn: 体感

# FollowSystemSection.Content
source: Follow system
es_es: Predeterminado del sistema
fr_fr: Selon le système
zh_cn: 跟随系统

# GetDataFailed
source: Failed to get data
es_es: Error al obtener los datos
fr_fr: Impossible d'obtenir les données
zh_cn: 获取数据失败

# HasPrecipitationText
source: There will be precipitation in the next two hours
es_es: Lloverá en las próximas dos horas
fr_fr: Il y aura des précipitations dans les deux prochaines heures
zh_cn: 未来两小时有降水

# HighestTemperature
source: Highest
es_es: Más alta
fr_fr: Le plus élevé
zh_cn: 最高温

# HourlyForecast.Text
source: 24-Hour forecast
es_es: Previsión 24 horas
fr_fr: Prévisions sur 24 heures
zh_cn: 24小时预报

# HumidityDescription.Text
source: The concentration of water vapor present in the air
es_es: La concentración de vapor de agua presente en el aire
fr_fr: La concentration de vapeur d'eau présente dans l'air
zh_cn: 相对于空气在当前温度下所能包含的最大水分量,空气中存在的水分量

# HumidityText.Text
source: Humidity
es_es: Humedad
fr_fr: Humidité
zh_cn: 湿度

# IgnoreWarning.Text
source: You can ignore some unnecessary warning push (e.g. sea warning) Split with "|", support Regex
es_es: Puedes ignorar un empuje de advertencia innecesario (por ejemplo, advertencias marítimas) Dividir con "|", apoyar Regex
fr_fr: Vous pouvez ignorer certains avertissements inutiles (par exemple l'avertissement de mer)
zh_cn: 你可以屏蔽某些不必要的预警推送(如海上预警) 用|分割，支持正则表达式

# IgnoreWarningButton.Content
source: Set block word
es_es: Definir palabra de bloque
fr_fr: Définir le mot de bloc
zh_cn: 设置屏蔽词

# LatestVersion
source: You're up-to-date!
es_es: ¡Estás desactualizado!
fr_fr: Vous êtes à jour !
zh_cn: 应用为最新版本

# LatitudeNumberBox.Header
source: Latitude*
es_es: Latitud*
zh_cn: 纬度*

# LatitudeNumberBox.PlaceholderText
source: Latitude
es_es: Latitud
zh_cn: 纬度

# LightSection.Content
source: Light
es_es: Claro
fr_fr: Clair
zh_cn: 明亮

# LocationDialog.PrimaryButtonText
source: Confirm
es_es: Confirmar
fr_fr: Confirmer
zh_cn: 确定

# LocationDialog.Title
source: Select Location
es_es: Seleccionar ubicación
zh_cn: 选择位置

# LocationNameTextBox.Header
source: Name*
es_es: Nombre*
fr_fr: Nom*
zh_cn: 名称*

# LocationNameTextBox.PlaceholderText
source: Location name
es_es: Nombre de la ubicación
fr_fr: Nom du lieu
zh_cn: 位置名称

# LocationSettingsExpander.Header
source: Location
es_es: Ubicación
fr_fr: Géolocalisation
zh_cn: 位置

# LongitudeNumberBox.Header
source: Longitude*
es_es: Longitud*
zh_cn: 经度*

# LongitudeNumberBox.PlaceholderText
source: Longitude
es_es: Longitud
zh_cn: 经度

# LowestTemperature
source: Lowest
es_es: Más bajo
fr_fr: Le plus bas
zh_cn: 最低温

# NoPrecipitationText
source: No Precipitation for the next two hours
es_es: No hay precipitación para las próximas dos horas
fr_fr: Pas de précipitation pour les deux prochaines heures
zh_cn: 未来两小时无降水

# NotificationSettingsExpander.Header
source: Notification
es_es: Notificación
zh_cn: 通知

# NowText.Text
source: Now
es_es: Ahora
fr_fr: Maintenant
zh_cn: 现在

# OfficialWebsite.Text
source: Official Website
es_es: Sitio web oficial
fr_fr: Site Officiel
zh_cn: 官方网站

# OneHourText.Text
source: 1h
zh_cn: 1小时

# OpenBackgroundFolderButton.Content
source: Open background folder
es_es: Abrir carpeta de fondo
fr_fr: Ouvrir le dossier d'arrière-plan
zh_cn: 打开背景文件夹

# OpenMeteoWelcomeCard.Description
source: Free weather data source
es_es: Fuente de datos meteorológicos gratuita
fr_fr: Source de données météo gratuite
zh_cn: 免费的天气数据源

# PersonalizationSettingsExpander.Header
source: Personalization
es_es: Personalización
fr_fr: Personnalisation
zh_cn: 个性化

# PressureDescription.Text
source: The gravity of the air in the atmosphere. Higher air pressure is usually associated with a bright weather, lower air pressure is related to storm weather
es_es: La gravedad del aire en la atmósfera. Una mayor presión del aire generalmente se asocia con un clima brillante, una menor presión del aire está relacionada con el clima de tormenta
fr_fr: La gravité de l'air dans l'atmosphère. Une pression d'air plus élevée est généralement associée à une météo lumineuse, une pression d'air plus faible est liée à la météo de la tempête
zh_cn: 大气中空气的重量。较高的气压通常与晴朗的天气相关,较低的气压与暴风雨天气相关

# PressureText.Text
source: Pressure
es_es: Presión
fr_fr: Pression
zh_cn: 气压

# QGeolocationTokenSettingsCard.Description
source: QGeoApi's KEY, available in console
es_es: KEY de QGeoApi, disponible en consola
fr_fr: KEY de Géo API, disponible dans la console
zh_cn: QGeoApi的KEY，可以在控制台中找到

# QWeatherDomainSettingsCard.Description
source: The domain QWeather API uses. Please change this option to api.qweather.com if you use a paid KEY.
es_es: La API QWeather del dominio utiliza. Por favor, cambie esta opción a api.qweather.com si utiliza una KEY de pago.
fr_fr: Le domaine Q Météo API utilise. Veuillez changer cette option pour api.qweather.com si vous utilisez un KEY payant.
zh_cn: 和风天气Api请求的域名 若使用付费KEY请更改此选项为api.qweather.com

# QWeatherDomainSettingsCard.Header
source: Domain
es_es: Dominio
fr_fr: Domaine
zh_cn: 域名

# QWeatherSection.Content
source: QWeather
fr_fr: Météo
zh_cn: 和风天气

# QWeatherSettingsCard.Description
source: Custom KEY
es_es: Clave personalizada
fr_fr: CLÉ personnalisée
zh_cn: 自定义KEY

# QWeatherSettingsCard.Header
source: QWeather
fr_fr: Q-Météo
zh_cn: 和风天气

# QWeatherSettingsExpander.Header
source: QWeather
fr_fr: Météo
zh_cn: 和风天气

# QWeatherTokenSettingsCard.Description
source: QWeather's KEY, can be found in the console
es_es: KEY de QWeather, se puede encontrar en la consola
fr_fr: La KEY de Météo peut être trouvée dans la console
zh_cn: 和风天气的KEY，可以在控制台中找到

# QWeatherWelcomeCard.Description
source: Self-registration is required for KEY
es_es: Se requiere auto-registro para Clave
fr_fr: L'auto-inscription est requise pour KEY
zh_cn: 需要自行注册KEY

# QWeatherWelcomeCard.Header
source: QWeather
fr_fr: Q-Météo
zh_cn: 和风天气

# QWeather_GetFreeKeyHyperlink.Content
source: Get free KEY
es_es: Obtén clave gratuita
fr_fr: Avoir une clé gratuite
zh_cn: 获取免费KEY

# QWeather_PublicIdBox.PlaceholderText
source: Public ID (optional)
es_es: ID pública (opcional)
fr_fr: Identifiant public (facultatif)
zh_cn: Public ID (可选)

# RefreshMenuItem.Text
source: Refresh
es_es: Actualizar
fr_fr: Actualiser
zh_cn: 刷新

# RestartButton.Content
source: Restart app
es_es: Reiniciar aplicación
fr_fr: Relancer l'app
zh_cn: 重启应用

# RestartInfoBar.Title
source: Restart to apply settings
es_es: Reiniciar para aplicar los ajustes
fr_fr: Redémarrer pour appliquer les paramètres
zh_cn: 重启以应用设置

# SavedLocations
source: Saved
es_es: Guardado
fr_fr: Enregistré
zh_cn: 保存的位置

# SearchAutoSuggestBox.PlaceholderText
source: Search a place...
es_es: Buscar un lugar...
fr_fr: Rechercher un endroit...
zh_cn: 添加城市...

# SelectButton.Content
source: Select
es_es: Seleccionar
fr_fr: Sélectionner
zh_cn: 选取

# SelectPageFileButton.Content
source: Select File
es_es: Seleccionar archivo
fr_fr: Sélectionner Fichier
zh_cn: 选择文件

# SelectProviderToContinue.Text
source: Select a data provider to continue
es_es: Seleccione un proveedor de datos para continuar
fr_fr: Sélectionnez un fournisseur de données pour continuer
zh_cn: 选择一个数据提供商以继续

# SettingsAppBarButton.Label
source: Settings
es_es: Ajustes
fr_fr: Réglages
zh_cn: 设置

# SpeechMenuItem.Text
source: Broadcast weather
es_es: Clima de retransmisión
fr_fr: Diffuser la météo
zh_cn: 语音播报

# SpeechWeather
source: Weather Report
es_es: Informe meteorológico
fr_fr: Rapport météo
zh_cn: 天气播报

# Sunrise.Text
source: Sunrise
es_es: Amanece
fr_fr: Aurore
zh_cn: 日出

# Sunset.Text
source: Sunset
es_es: Ocaso
fr_fr: Coucher du soleil
zh_cn: 日落

# ThemeColorSettingsCard.Description
source: Set theme color
es_es: Establecer color del tema
fr_fr: Définir la couleur du thème
zh_cn: 设置主题颜色

# ThemeColorSettingsCard.Header
source: Colors
es_es: Colores
fr_fr: Couleurs
zh_cn: 颜色

# ThemeSettingsCard.Description
source: Set App Theme (Requires Restart)
es_es: Establecer tema de la aplicación (requiere reiniciar)
fr_fr: Définir le thème de l'application (Redémarrage requis)
zh_cn: 设置应用主题(需要重启)

# ThemeSettingsCard.Header
source: Theme
es_es: Temas
fr_fr: Thème
zh_cn: 主题

# TimeZoneComboBox.Header
source: Time zone*
es_es: Zona horaria*
fr_fr: Fuseau horaire
zh_cn: 时区*

# TimeZoneComboBox.PlaceholderText
source: Time zone
es_es: Zona horaria
fr_fr: Fuseau horaire
zh_cn: 时区

source: Today
es_es: Hoy
fr_fr: Aujourd’hui
zh_cn: 今天

source: Tomorrow
es_es: Mañana
fr_fr: Demain
zh_cn: 明天

# TowHoursText.Text
source: 2h
zh_cn: 2小时

# TyphoonAppBarButton.Label
source: Typhoon
es_es: Tifón
fr_fr: Typhon
zh_cn: 台风

# TyphoonServiceWarning.Title
source: Typhoon Tracking Service is currently unavailable
es_es: El servicio de seguimiento de tifones no está disponible actualmente
fr_fr: Le service de suivi du typhon est actuellement indisponible
zh_cn: 台风追踪服务暂不可用

source: Unknown error
es_es: Error desconocido
fr_fr: Erreur inconnue
zh_cn: 未知错误

# UpdateAvailable
source: Updates Available
es_es: Actualizaciones disponibles
fr_fr: Mises à jour disponibles
zh_cn: 更新可用

# UpdateCheckFailed
source: Failed to check updates
es_es: Error al comprobar actualizaciones
fr_fr: Impossible de vérifier la présence de mises à jour
zh_cn: 检查更新失败

# UpdateCheckFailedDescription
source: Please try again later or try to turn on your network agent
es_es: Inténtalo de nuevo más tarde o intenta activar tu red
fr_fr: Veuillez réessayer plus tard ou essayer d'activer votre agent réseau
zh_cn: 请检查当前网络或尝试开启代理

# UpdateDialog.CloseButtonText
source: Cancel
es_es: Cancelar
fr_fr: Annuler
zh_cn: 取消

# UpdateDialog.PrimaryButtonText
source: Download
es_es: Descargar
fr_fr: Télécharger
zh_cn: 下载

# UpdateDialog.SecondaryButtonText
source: View Details
es_es: Ver detalles
fr_fr: Voir le détail
zh_cn: 查看

# UpdateSettingsExpander.Header
source: Update
es_es: Actualizar
fr_fr: Réactualiser
zh_cn: 更新

# UpdateText.Text
source: Update
es_es: Actualizar
fr_fr: Réactualiser
zh_cn: 更新

# ViewUpdate
source: View
es_es: Ver
fr_fr: Afficher
zh_cn: 查看

# VisibilityDescription.Text
source: The measure of the distance at which an object or light can be clearly discerned
es_es: La medida de la distancia en la que un objeto o la luz pueden ser claramente discernidos
fr_fr: La mesure de la distance à laquelle un objet ou une lumière peut être clairement discerné
zh_cn: 视力正常的人在当前天气条件下，能从天空背景中看到和辨认出目标物(黑色、大小适度)轮廓的最大水平距离

# VisibilityText.Text
source: Visibility
es_es: Visibilidad
fr_fr: Visibilité
zh_cn: 能见度

# WaringNotificationSettingsCard.Description
source: Check and push alerts on time
es_es: Comprobar y enviar alertas a tiempo
fr_fr: Vérifier et pousser les alertes à l'heure
zh_cn: 定时检查并推送预警

# WaringNotificationSettingsCard.Header
source: Alerts
es_es: Alertas
fr_fr: Alertes
zh_cn: 预警

# WeatherTileSettingCard.Description
source: Display daily weather on tiles (Windows 10 only)
es_es: Mostrar el clima diario en baldosas (solo Windows 10)
fr_fr: Afficher la météo quotidienne sur les tuiles (Windows 10 uniquement)
zh_cn: 在磁贴上显示每日天气(仅Win10)

# WeatherTileSettingCard.Header
source: Tiles
es_es: Baldosas
fr_fr: Tuiles
zh_cn: 磁贴

# WeatherTodaySettingsCard.Description
source: Push today's weather forecast in the morning
es_es: Obtener la previsión meteorológica de hoy por la mañana
fr_fr: Poussez les prévisions météo d'aujourd'hui le matin
zh_cn: 在早晨推送今日天气预报

# WeatherTodaySettingsCard.Header
source: Today's Weather
es_es: El clima de hoy
fr_fr: La météo d'aujourd'hui
zh_cn: 今日天气

# WeatherTomorrow.Description
source: Push tomorrow's weather forecast at night
es_es: Obtener la previsión meteorológica de mañana por la noche
fr_fr: Poussez les prévisions météo de demain la nuit
zh_cn: 在晚间推送明日天气预报

# WeatherTomorrow.Header
source: Weather Tomorrow
es_es: El tiempo mañana
fr_fr: Météo demain
zh_cn: 明日天气

# WeeklyForecast.Text
source: 7-Day forecast
es_es: Pronóstico de 7 días
fr_fr: Prévision 7 jours
zh_cn: 7日预报

# Welcome.Text
source: Welcome
es_es: Bienvenido
fr_fr: Bienvenue
zh_cn: 欢迎

# WelcomePage_CompareHyperlink.Content
source: Data Source Feature Comparison
es_es: Comparación de características de la fuente de datos
fr_fr: Comparaison des caractéristiques de la source de données
zh_cn: 数据源功能对照

# WelcomePage_Suggestion.Text
source: We recommend using Open-Meteo data provider
es_es: Recomendamos el uso del proveedor de datos Open-Meteo
fr_fr: Nous recommandons d'utiliser le fournisseur de données Open-Météo
zh_cn: 对于中国大陆的用户，推荐使用和风天气以获得更精确的数据

# WindowBackdropSettingsCard.Description
source: Override the Mica backdrop on Windows 11. Set the background transparency to 100% to preview.
es_es: Reemplazar el fondo de Mica en Windows 11. Establecer la transparencia de fondo al 100% para previsualizar.
fr_fr: Remplacer l'arrière-plan Mica sous Windows 11. Réglez la transparence de l'arrière-plan à 100% pour prévisualiser.
zh_cn: Win11下将覆盖Mica 将背景透明度设置为100%以查看效果

# WindowBackdropSettingsCard.Header
source: Background Acrylic
es_es: Fondo en aclílico
fr_fr: Acrylique d'arrière-plan
zh_cn: 窗口亚克力

# WindScaleDescription_0
source: Smoke rises vertically
es_es: El humo se eleva verticalmente
fr_fr: La fumée se lève verticalement
zh_cn: 静，烟直向上

# WindScaleDescription_1
source: Direction shown by smoke drift but not by wind vanes
es_es: Dirección mostrada por la deriva del humo pero no por las furgonetas del viento
fr_fr: Direction montrée par la dérive de la fumée mais pas par les girouettes
zh_cn: 烟能表示风向，风向标不转动

# WindScaleDescription_10
source: Seldom experienced inland; trees uprooted; considerable structural damage
es_es: Rara vez experimentó en el interior; árboles desarraigados; daño estructural considerable
fr_fr: Rarement vécu à l'intérieur des terres, déracinement des arbres, dommages structurels considérables
zh_cn: 大树连根拔起，建筑物损毁

# WindScaleDescription_11
source: Very rarely experienced; accompanied by widespread damage
es_es: Muy raras veces experimentadas; acompañada de un daño generalizado
fr_fr: Très rarement vécu, accompagné de dommages généralisés
zh_cn: 陆上少见，建筑物普遍损毁

# WindScaleDescription_12
source: Devastation
es_es: Devastación
fr_fr: Dévastation
zh_cn: 陆上少见，建筑物普遍严重损毁

# WindScaleDescription_13
source: Devastation
es_es: Devastación
fr_fr: Dévastation
zh_cn: 陆上难以出现，如有必成灾祸
